Repository: gv8899/Nudge
Catalog: apple/NudgeWidget/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja

# widget.kind.quickAdd.description
source: 一鍵新增今日任務
en: Add a task in one tap
ja: ワンタップで今日のタスクを追加

# widget.kind.quickAdd.displayName
source: 快速新增任務
en: Quick Add
ja: クイック追加

# widget.kind.quickAddCard.description
source: 一鍵新增卡片
en: Add a card in one tap
ja: ワンタップでカードを追加

# widget.kind.quickAddCard.displayName
source: 快速新增卡片
en: Quick Add Card
ja: クイック追加カード

# widget.kind.todayList.description
source: 顯示今日前 5 個任務
en: Shows your top 5 tasks today
ja: 今日のタスクを 5 件表示

# widget.kind.todayList.displayName
source: 今日任務
en: Today's Tasks
ja: 今日のタスク

# widget.quickAdd.iconLabel
source: 新增
en: Add
ja: 追加

# widget.quickAdd.label
source: 新增任務
en: New task
ja: タスク追加

# widget.quickAddCard.label
source: 新增卡片
en: New card
ja: カード追加

# widget.todayList.empty
source: 今日無任務 ・ ＋ 新增
en: No tasks today · + Add
ja: 今日のタスクなし ・ ＋ 追加

# widget.todayList.title
source: 今日
en: Today
